Repository: hosizoraru/KeiBA
Catalog: KeiBAWatch/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

# ba.watch.cafe.headpat
source: Headpat
ja: タッチ
zh_hans: 摸头

# ba.watch.cafe.inviteTicket1
source: Invite 1
ja: 招待券1
zh_hans: 邀请券 1

# ba.watch.cafe.inviteTicket2
source: Invite 2
ja: 招待券2
zh_hans: 邀请券 2

# ba.watch.cafeAP.title
source: Cafe AP
ja: カフェAP
zh_hans: 咖啡厅 AP

# ba.watch.connection.background
source: Background
ja: バックグラウンド
zh_hans: 后台同步

# ba.watch.connection.connected
source: Connected
ja: 接続済み
zh_hans: 已连接

# ba.watch.connection.unavailable
source: Unavailable
ja: 利用不可
zh_hans: 不可用

# ba.watch.connection.waiting
source: Waiting
ja: 待機中
zh_hans: 等待连接

# ba.watch.empty.message
source: Open KeiBA on iPhone once to sync your Schale office snapshot.
ja: iPhoneでKeiBAを一度開くと、シャーレオフィスの情報が同期されます。
zh_hans: 请先在 iPhone 上打开一次 KeiBA，同步夏莱办公室快照。

# ba.watch.empty.title
source: Waiting for iPhone
ja: iPhoneを待機中
zh_hans: 等待 iPhone 同步

# ba.watch.favorites.title
source: Favorites
ja: お気に入り
zh_hans: 收藏学生

# ba.watch.friendCode.format
source: Friend code: %@
ja: フレンドコード：%@
zh_hans: 好友码：%@

# ba.watch.notifications.ap
source: AP alerts
ja: AP通知
zh_hans: AP 通知

# ba.watch.notifications.timeline
source: Events
ja: イベント
zh_hans: 活动/卡池

# ba.watch.notifications.timeline.activity
source: Activities
ja: イベント
zh_hans: 活动

# ba.watch.notifications.timeline.all
source: On
ja: オン
zh_hans: 已开启

# ba.watch.notifications.timeline.pool
source: Pools
ja: 募集
zh_hans: 卡池

# ba.watch.section.timeline
source: Events
ja: イベント
zh_hans: 活动/卡池

# ba.watch.section.cafe
source: Cafe
ja: カフェ
zh_hans: 咖啡厅

# ba.watch.section.resources
source: Resources
ja: リソース
zh_hans: 资源

# ba.watch.section.summary
source: Summary
ja: 概要
zh_hans: 摘要

# ba.watch.section.sync
source: Sync
ja: 同期
zh_hans: 同步

# ba.watch.status.full
source: Full
ja: 満タン
zh_hans: 已满

# ba.watch.status.off
source: Off
ja: オフ
zh_hans: 关闭

# ba.watch.status.on
source: On
ja: オン
zh_hans: 开启

# ba.watch.status.ready
source: Ready
ja: 利用可能
zh_hans: 可用

# ba.watch.sync.updatedAt
source: Last updated
ja: 最終更新
zh_hans: 上次同步

# ba.watch.timeline.activity
source: Activity
ja: イベント
zh_hans: 活动

# ba.watch.timeline.counts.format
source: %d now · %d next
ja: 開催%d · 予定%d
zh_hans: 进行%d · 即将%d

# ba.watch.timeline.empty
source: Waiting for timeline
ja: 日程を待機中
zh_hans: 等待时间线数据

# ba.watch.timeline.pool
source: Pool
ja: 募集
zh_hans: 卡池

# ba.watch.timeline.status.ended
source: Ended
ja: 終了
zh_hans: 已结束

# ba.watch.timeline.status.running
source: Ends
ja: 終了
zh_hans: 结束

# ba.watch.timeline.status.upcoming
source: Starts
ja: 開始
zh_hans: 开始

# ba.watch.teacher.format
source: %@ Sensei
ja: %@先生
zh_hans: %@老师

# ba.watch.title
source: Schale
ja: シャーレ
zh_hans: 夏莱
